import s from './PrivacyPolicyContent.module.scss';

export const PrivacyPolicyContent = () => {

    return (
        <div className={s.privacy_policy_container}>
            <span
                className={s.title}>Политика в отношении обработки персональных данных</span>
            <div className={s.text_block}>
                <span className={s.text}> 1. Общие положения</span>
                <span className={s.text}>Настоящая Политика конфиденциальности устанавливает правила обработки персональных данных и действует в отношении всей информации, которую Компания ООО «АджнаТек» (далее Компания) и/или ее аффилированные лица, в том числе входящие в состав Компании, могут получить о Пользователе во время использования им сайта, связанных с доменным именем avtoplan.ru сервисов, служб, программ, продуктов и услуг Компании ООО «АджнаТек» (далее Сервисы), а так же в ходе исполнения Компанией любых соглашений и договоров с Пользователем.</span>
                <span className={s.text}>1.1 При использовании Пользователем Сайта Компании, продуктов и Сервисов Компании, отправке заявок в адрес Компании, обращении по электронной почте, телефону, посредством мессенджеров, социальных сетей, и любым другим способом, отправке заполненных опросников и прочих документов, считается, что он совершает конклюдентные действия по предоставлению согласия на обработку Компанией ООО «АджнаТек» его Комплексное развитие и автоматизация автотранспортных предприятий Работаем по всей России ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ Adjnatech.ru персональных данных. Это так же означает безоговорочное согласие с настоящей Политикой конфиденциальности.</span>
                <span className={s.text}>1.2. Субъект персональных данных принимает решение о предоставлении его персональных данных и дает согласие на их обработку свободно, своей волей и в своем интересе.</span>
                <span className={s.text}>1.3. Под обработкой персональных данных подразумевается: их сбор, запись, систематизация, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу, обезличивание, блокирование, удаление, уничтожение персональных данных, рассылку уведомлений.</span>
                <span className={s.text}>1.4. Компания обязуется не передавать персональные данные Пользователя третьим лицам не связанным с работой Компании, заботиться об их сохранности и конфиденциальности.</span>
                <span className={s.text}>1.5. Обработкой персональных данных занимаются сотрудники Компании ООО «АджнаТек», а также привлекаемые по договору исполнители, юридические лица, связанные с Компанией договорными отношениями.</span>
                <span className={s.text}>1.6. Компания ООО «АджнаТек» принимает необходимые и достаточные организационные и технические меры для защиты персональной информации пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий со стороны третьих лиц.</span>
                <span className={s.text}>1.7. Настоящая Политика конфиденциальности не контролирует и не несет ответственность за сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на сайте Компании, а также связанных с ним приложениях и сервисах.</span>
            </div>
            <div className={s.text_block}>
                <span className={s.text}>2. Цели сбора персональной информации пользователя</span>
                <span className={s.text}>2.1. Идентификация Пользователя отправившего заявку через Сайт, электронную почту, телефон, социальную сеть, либо иным способом, для установления связи с ним.</span>
                <span className={s.text}>2.2. Предоставление Пользователю консультаций, запрошенных продуктов и Сервисов Компании, в соответствие с его заявкой, вопросами и потребностями выявленными в процессе обмена информацией.</span>
                <span className={s.text}>2.3. Обучение Пользователя посредством Сайта, телефона, электронной почты, вебинаров и других средств коммуникации, установление обратной связи, включая направление уведомлений, запросов, заявок.</span>
                <span className={s.text}>2.4. Предоставления Пользователю клиентской и технической поддержки по всем продуктам и услугам Компании.</span>
                <span className={s.text}>2.5. Заключения, исполнения и прекращения договоров.</span>
                <span className={s.text}>2.6. Обработки и получения платежей.</span>
                <span className={s.text}>2.7. Предоставления Пользователю, обновлений продукции, специальных предложений, информации о ценах, новостной рассылки, видеоматериалов и иных сведений от имени Компании, Сайта, а также связанных с ним приложений и Сервисов.</span>
                <span className={s.text}>2.8. Создания учетной записи на Сайте, если Пользователь дал согласие на создание учетной записи и предоставления Пользователю доступа к персонализированным ресурсам Сайта, а так же связанных Сервисов.</span>
                <span className={s.text}>2.9. Проведения статистических и иных исследований на основе предоставленных данных для улучшения качества Сайта, удобства его использования, улучшения существующих и разработки новых продуктов и услуг.</span>
                <span className={s.text}>2.10. Таргетирования рекламных материалов.</span>
            </div>
            <div className={s.text_block}>
                <span
                    className={s.text}>3. Как собираются и хранятся персональные данные</span>
                <span className={s.text}>3.1. Персональные данные могут предоставляться Пользователем при осуществлении следующих действий:</span>
                <span className={s.text}>• Посещении Пользователем Сайта, а также связанных с ним приложений и ресурсов;</span>
                <span className={s.text}>• Отправлении предусмотренных форм связи;</span>
                <span className={s.text}>• Заполнении опросников;</span>
                <span className={s.text}>• Установке, настройке и использовании программного обеспечения, заполнении справочников в нем;</span>
                <span
                    className={s.text}>• Обучении работе с программным комплексом;</span>
                <span className={s.text}>• Получении Пользователем рассылок с информацией о наших продуктах и сервисах, ответов на задаваемые вопросы;</span>
                <span className={s.text}>• Участии в вебинарах, общении в процессе их проведения;</span>
                <span className={s.text}>• Телефонном общении;</span>
                <span
                    className={s.text}>• Демонстрации продуктов и сервисов Компании;</span>
                <span className={s.text}>• Общении через электронную почту, мессенджеры и социальные сети;</span>
                <span className={s.text}>• А также при прочих методах коммуникаций в рамках предложений Компании ООО «АджнаТек».</span>
                <span className={s.text}>3.2. Персональные данные обрабатываются, систематизируются и хранятся в технических системах: CRM, рассылках, системах аналитики, интернетбухгалтерии и прочих технических системах, используемых для автоматизации бизнеса.</span>
                <span className={s.text}>3.3. Системы хранения и обработки персональных данных могут находиться как на территории, так и за пределами РФ (осуществление трансграничной передачи персональных данных). При этом Компания следит за обязательностью адекватных мер по защите персональных данных Пользователя.</span>
            </div>
            <div className={s.text_block}>
                <span className={s.text}>4. Какие персональные данные собираются</span>
                <span className={s.text}>4.1. Данные предоставленные Пользователем самостоятельно при использовании Сайта, связанных ресурсов, продуктов и Сервисов Компании:</span>
                <span className={s.text}>• Имя, фамилия, отчество Пользователя;</span>
                <span className={s.text}>• Контактный телефон Пользователя;</span>
                <span className={s.text}>• Адрес электронной почты (e-mail);</span>
                <span className={s.text}>• Название предприятия;</span>
                <span className={s.text}>• Реквизиты предприятия;</span>
                <span className={s.text}>• Количественные и качественные данные о составе предприятия;</span>
                <span className={s.text}>• А также прочая информация, необходимость в которой может возникнуть в ходе работы с Сервисами Компании.</span>
                <span className={s.text}>4.2. Данные, которые автоматически передаются Компании в процессе использования Сервисами, такие как:</span>
                <span className={s.text}>• IP адрес;</span>
                <span className={s.text}>• Информация из cookies;</span>
                <span className={s.text}>• Информация о браузере (или иной программе, которая осуществляет доступ к показу рекламы);</span>
                <span className={s.text}>• Время доступа;</span>
                <span className={s.text}>• Адрес страницы, на которой расположен рекламный блок;</span>
                <span className={s.text}>• Реферер (адрес предыдущей страницы).</span>
                <span className={s.text}>• Лог-файлы о действиях, совершенных Пользователем</span>
                <span className={s.text}>• И прочие технические данные посещения сайта, использования программного комплекса, других продуктов и Сервисов Компании.</span>
                <span className={s.text}>4.3 Отключение cookies может повлечь невозможность доступа к частям сайта, требующим авторизации.</span>
            </div>
            <div className={s.text_block}>
                <span className={s.text}>5. Срок хранения, удаление персональной информации</span>
                <span className={s.text}>5.1. Данное согласие на обработку персональных данных действует бессрочно.</span>
                <span className={s.text}>5.2. Пользователь может в любой момент изменить (обновить, дополнить) предоставленную им персональную информацию или её часть отправив запрос на адрес Компании любым удобным способом.</span>
                <span className={s.text}>5.3. Согласие на обработку персональных данных может быть отозвано субъектом персональных данных, а так же могут быть пересмотрены параметры конфиденциальности этой информации. Данные действия происходят на основании личного заявления Пользователя, направленного на адрес Компании по актуальным контактам размещенным на сайте avtoplan.ru</span>
                <span className={s.text}>5.4. Пользователь в любой момент может самостоятельно удалить себя из системы информационной рассылки: в каждом письме, отправляемом системой, для этого есть специальная ссылка и отказаться от любых коммуникаций путем направления на адрес электронной почты заявления об удалении информации о нем.</span>
            </div>
            <div className={s.text_block}>
                <span className={s.text}>6. Изменение Политики конфиденциальности</span>
                <span className={s.text}>6.1. Настоящая Политика может быть изменена Компанией в одностороннем порядке без предварительного уведомления Пользователя. Новая редакция Политики вступает в силу с момента ее размещения на Сайте Компании, если иное не предусмотрено новой редакцией Политики.</span>
                <span className={s.text}>6.2. Действующая редакция Политики находится на Сайте Компании в сети Интернет по адресу http://adjnatech.ru/privacy.pdf</span>
                <span className={s.text}>6.3. К настоящей Политике конфиденциальности и отношениям между Пользователем и Компанией ООО «АджнаТек», возникающим в связи с применением Политики конфиденциальности, подлежит применению действующее законодательство Российской Федерации.</span>
            </div>
            <div className={s.text_block}>
                <span
                    className={s.text}>7. Обратная связь, вопросы и предложения</span>
                <span className={s.text}>7.1. Все предложения или вопросы по поводу настоящей Политики следует направлять в Компанию ООО «АджнаТек» на электронную почту info@2lmfa.ru</span>
            </div>
            <span className={s.text}>
 Дата публикации: 27 августа 2023г.
            </span>
        </div>
    )
}